Repository: luan-u/tvt-br-translation
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: As they might say, sometimes it's not about the destination...but the journey.
pt_br: Como dizem, às vezes não é o destino, mas sim a jornada.

source: As we're talking about {{Plot Twist}}s, '''{{spoiler}}s ahoy!'''
pt_br: Como estamos falando sobre Br/{{Reviravolta}}s, '''Br/{{spoiler}}s adiante!'''

source: As you [[ItsTheSameNowItSucks can]] [[TheyChangedItNowItSucks tell]], these are [[UnpleasableFanbase foolproof]] choices.
pt_br: Como você [[Br/ElesMudaramPorIssoEUmaDroga pode]] [[Br/NaoMudouNadaPorIssoEUmaDroga imaginar]], estas são escolhas [[Br/FaClubeIngrato à prova de idiotas]].

source: Asimov's publisher strangely stole the title of that story for the anthology, leading to the many adaptations of the original story often being confused [[AllAnimationIsDisney as being based on a work by Asimov]].
pt_br: O editor de Asimov pegou o título dessa história para a antologia, o que faz com que as muitas adaptações da história original sejam frequentemente tidas como [[Br/TodaAnimacaoEDaDisney baseadas em uma obra de Asimov]].

source: Associated mostly with the British Empire and China.
pt_br: Costuma ser associada com a China e o Império Britânico.

source: At any rate, keep these goodies in mind:
pt_br: De qualquer forma, mantenha estes tópicos em mente:

source: At first, Sonny inquires about the gesture when Spooner is talking with his superior in the interrogation room.
pt_br: No começo, Sonny pergunta sobre o gesto quando Spooner está falando com seu superior na sala de interrogatório.

source: At first, she wins against Baldinho, Tato and Dudão, but the latter was just pretending to lose so she could win; after Dudão plays properly, he proves being better than the ''three'', and says that this shows boys and girls are equal and Rebeca is now convinced that both of them are good.
pt_br: No começo, ela vence contra Baldinho, Tato e Dudão, mas este último estava apenas fingindo perder para que ela pudesse vencer; depois que Dudão joga de acordo, ele prova que é melhor que ''os três'', e diz que isso mostra que garotos e garotas são iguais, convencendo Rebeca de que eles dois são bons.

source: At its most extreme it can [[CharacterDerailment turn]] a previously vibrant cast into {{Flat Character}}s and remove a lot of the show's appeal or even cause fans to abandon the work entirely.
pt_br: No ponto mais extremo isso pode causar um Br/DescarrilamentoDePersonagem, fazendo com que cada membro do elenco se torne um Br/PersonagemPlano, o que remove muito da atratividade do show e pode fazer com que os fãs o abandonem.

source: At least once per storyline, there will be a slimy psychiatrist or [[AmoralAttorney defense attorney]] who declares that the [[SerialKiller Neck-Chopping Killer]] is merely a victim of circumstances, and it's the hero who should be locked away.
pt_br: Pelo menos uma vez por arco de história haverá um psiquiatra questionável ou um [[Br/AdvogadoAmoral advogado de defesa]] que vai declarar que o [[Br/AssassinoEmSerie assassino cortador de pescoços]] é meramente vítima das circunstâncias e que é o herói que deveria estar trancafiado.

source: At least one or more examples are an AntiVillain, where you kinda feel bad for them since their enemies pushed them too far with actions such as killing their family, their friends, or even the enemies trying to kill them, making them go Ax-Crazy -- they may be a WoobieDestroyerOfWorlds.
pt_br: Em alguns exemplos eles são um Br/AntiVilao, onde você se sente meio mal por eles porque seus inimigos o fizeram ir longe demais com ações tal como matar sua família, seus amigos ou até mesmo o próprio processo de tentar fazê-lo -- eles podem ser Br/CoitadinhoODestruidorDeMundos.

source: At least, not on them.
pt_br: Pelo menos, não com ele.

source: At most, there may be a [[HandWave throwaway line]] that tells us "it didn't work out".
pt_br: No máximo, pode haver uma [[Br/SoUmaPincelada fala breve]] para dizer que "não deu certo".

source: At some point, [[ChannelHop the show moved to Canal 2]] and the series title was shortened to "El Chavo", but the character was still mentioned with his "last name" in the show and an InUniverse reason was given that it meant he actually lived in the (never seen) Apartment 8, rather than the barrel he uses as a hideout.
pt_br: Depois de algum tempo [[Br/MudancaDeCanal o show passou para o canal 2]] e o título foi encurtado para "El Chavo", com a justificativa Br/InUniverso de que ele na verdade morava na (nunca vista) casa 8, ao invés do barril que ele costuma usar.

source: At the end of one episode, Don Ramón ends up SquashedFlat by Sr.
pt_br: No final de um episódio, Seu Madruga termina Br/{{Empanquecado}} pelo Senhor

source: At the end of the episode as everyone walks with a limp due to some accident that injured their foot, Chavo walks in walking funny, Cilindrina and Noño ask if he hurt his feet, but Chavo responds that he ate the whole cake, and [[PottyFailure didn't make to the bathroom in time.]] * TomboyAndGirlyGirl: Tomboy Chilindrina and Girly Girl Popis.
pt_br: No final do episódio, enquanto todos andam mancando devido a algum acidente com os pés, Chaves aparece andando engraçado; Chiqunha e Nhonho perguntam se ele machucou os pés e Chaves responde que ele comeu o bolo inteiro e não deu tempo de chegar no banheiro. * Br/GarotaBrutaEGarotaFeminina: A durona Chiquinha e a garotinha Popis.

source: At the end of the episode, Don Ramón [[HereWeGoAgain ended up having one]], too.
pt_br: No final do episódio, Seu Madruga [[Br/LaVamosNosDeNovo fica com um calo também]].

source: At the end of the movie, however, he fulfills the dream but with himself as the "man on the hill" instead of Spooner, and the old robots look at him expectantly.
pt_br: No entanto, no final do filme, ele cumpre o sonho, mas com ele mesmo sendo "o homem na colina" ao invés de Spooner, e os robôs olham pra ele com expectativa.

source: At the lower end of the SlidingScaleOfRobotIntelligence, the answer is no (your TV remote has no hopes or dreams), but at the higher end, it may become a legitimate question.
pt_br: Na ponta mais baixa da Br/EscalaMovelDeInteligenciaRobotica, a resposta é "não" (o controle da sua televisão não tem sonhos e anseios), mas na ponta mais alta essa questão pode ser legítima.

source: At this point, [[TheComputerIsYourFriend the robot is well on the road]] to UtopiaJustifiesTheMeans, thanks to their [[SlidingScaleOfRobotIntelligence incredible intellect]].
pt_br: Nesse momento, [[Br/OComputadorESeuAmigo o robô já está na via expressa]] para um cenário de Br/UtopiaJustificaOsMeios graças ao seu [[Br/EscalaMovelDeInteligenciaRobotica intelecto incrível]].

source: At times scientists will show signs of madness, but remain at least loosely allied with the heroes.
pt_br: Às vezes os cientistas exibem sinais de loucura, mas permanecem alinhados com a causa dos heróis.

source: At worst, to kill enemies with this ability will require killing ''every'' single part of him, since even one survivor may be able to recreate a whole new army of selves.
pt_br: No pior dos casos, matar inimigos com essa habilidade vai requerer matar ''cada um'' deles, pois um único sobrevivente poderá recriar um exército.

source: Atlus is currently considered the company that most does Woolseyisms to good effect, since their [=RPGs=], being much more Japanese-flavored than other companies' series, require lots of re-interpretation and adaptation of idioms and concepts.
pt_br: A Atlus é atualmente considerada a empresa que melhor executa woolseyismos, já que seus [=RPGs=] são muito mais acoplados na cultura japonesa do que as franquias de outras empresas, e por isso requerem muita reinterpretação e adaptação de conceitos e expressões idiomáticas.

source: Attempts to appease the first two groups have led more recent re-releases to reuse some of the more favorite lines.
pt_br: Esforços para agradar os dois primeiros grupos originaram relançamentos que reaproveitam alguns dos trechos mais apreciados.

source: Audience members invest in characters and plots and want to know how they are treated and resolved, respectively.
pt_br: Os membros da plateia torcem por personagens e tramas e desejam saber como eles são tratados e resolvidos, respectivamente.

source: Audiences are generally not supposed to ponder how or why said females have them.
pt_br: O público não deve se perguntar porque a referida personagem possui seios.

source: Authors might cheat with this a bit (or ''a lot''), either by having the "ending" shown be [[ProphecyTwist context-sensitive and open to an entirely different interpretation]] as the audience gets to know the set up, or with an outright TwistEnding by having the "end" shown in a HowWeGotHere like fashion be only the first 10 or 15 minutes, and ending much differently than is likely.
pt_br: Autores podem usar isso para trapacear um pouquinho (ou ''bastante'') ao fazer com que o ''final'' mostrado seja [[Br/ReviravoltaDaProfecia sensível ao contexto e aberto à uma interpretação totalmente diferente]] ou estabelecer um Br/FinalReviravolta ao fazer com que o ''final'' mostrado no estilo Br/ComoChegamosAqui seja apenas os primeiros 10 ou 15 minutos, de maneira que o final é muito diferente do provável.

source: BLAM!
pt_br: BAM!

source: Bacause of this we know that she wants commitment, not just a one-night thing.
pt_br: Isso mostra que ela procura compromisso, não algo de apenas uma noite.

source: Back in TheEighties, video games didn't have today's sophisticated storylines.
pt_br: Lá nos Br/AnosOitenta, os videogames não tinham histórias sofisticadas como hoje em dia.

source: Bad idea.
pt_br: Péssima ideia.

source: Bad writers often think that the excuse can substitute for CharacterDevelopment, but it does the exact opposite.
pt_br: Escritores pouco habilidosos costumam pensar que a desculpa pode ser usada como Br/DesenvolvimentoDePersonagem, mas na verdade é o exato oposto.

source: Barriga accidentally dropped a stash of dollars[[labelnote:*]]Which, at the time, each dollar was worth over 12 pesos, as [[{{Exposition}} Sr.
pt_br: Barriga acidentalmente deixa cair um maço de dólares[[note]]e, na época, cada dólar valia 12 pesos, conforme o [[Br/{{Exposicao}} Senhor

source: Barriga asks her why she came back, as he'd been absent during the earlier episode.
pt_br: Barriga pergunta porque ela voltou, já que ele estava ausente durante o episódio anterior.

source: Barriga having a painful callus in one of his feet.
pt_br: Barriga tendo um calo dolorido em um de seus pés.

source: Barriga kindly explains]].[[/labelnote]] on the neighborhood floor.
pt_br: Barriga explica]].[[/note]] no pátio da vila.

source: Barriga mad since it makes it look like Don Ramón is insulting him for being fat.
pt_br: Barriga irritado porque isso faz parecer com um insulto por ser gordo.

source: Barriga points this out and corrects Chavo on it, so since the misnaming was essential to the joke, the translation for that one specific scene had Chavo saying "Meu Sadruga" instead of "Seu Madruga".
pt_br: Barriga aponta isso e corrige o Chaves; devido ao nome errado ser essencial para a piada, a localização dessa cena colocou o Chaves falando "Meu Sadruga" ao invés de "Seu Madruga".

source: Barriga's fatness (he has a huge mound of sand on him to represent it).
pt_br: Barriga (ele tem um grande monte de areia para representá-lo).

source: Barriga's name and another word of his dialog, driving Sr.
pt_br: Barriga com outra palavra da frase, deixando o Senhor

source: Barriga, Don Ramón would switch Sr.
pt_br: Barriga, Seu Madruga troca o nome do

source: Barriga, and in another, Ñoño is poked by Chavo with a pair of scissors and explodes like a balloon, leaving only his clothes behind.
pt_br: Barrida, e em outro o Nhonho é espetado pelo Chaves com um par de tesouras, fazendo com que ele estoure como um balão e deixando apenas as roupas para trás.

source: Basically the whatsit that you were fighting was just its... "representation" in the same world.
pt_br: Basicamente o seu oponente é apenas uma ''representação'' dele neste mundo.

source: Basically, El Chavo believes playing bowling is knocking down pine trees (That are behind a table[[note]]The bowling court is called "mesa" (Table)[[/note]]) with the ball.
pt_br: Basicamente, Chaves acredita que jogar boliche consiste em derrubar com uma bola pinheiros que estão no final de uma mesa longa.[[note]]Colabora o fato de que em espanhol, a pista é chamada de "mesa"[[/note]]

source: Basically, the first thing you think to say when you see the woobie is: "Aw, poor baby!" Woobification of a character is a curious, audience-driven phenomenon, sometimes divorced from the character's canonical morality.
pt_br: Basicamente, a primeira coisa que você pensa em dizer quando vê um coitadinho é "Ah, coitadinho!" A coitadificação de um personagem é um fenômeno curioso e causado pelo público, às vezes também afastado da moralidade canônica do personagem.

source: Basically, this rule is just that: the more people that attempt something, [[DiminishingReturnsForBalance the less competent they become at accomplishing said task]].
pt_br: A regra é essencialmente isso: quanto mais pessoas tentam fazer algo, [[Br/RetornosDecrescentesParaBalanceamento menos competentes ela são ao tentar realizar esse algo]].

source: Be they a NobleDemon, a ProudWarriorRaceGuy, or just someone who believes in keeping order [[UtopiaJustifiesTheMeans at all costs]], they are not to be underestimated.
pt_br: Sejam eles um Br/DemonioNobre, um Br/CaraDeUmaRacaGuerreiraOrgulhosa ou simplesmente alguém que acredita em manter a ordem [[Br/UtopiaJustificaOsMeios a todo custo]], eles não devem ser subestimados.

source: Beats me.
pt_br: Vai saber.

source: Because Main is the default namespace, you don't have to do anything special when writing Administrivia/{{Wiki Word}}s to link to them.
pt_br: Devido ao fato de Main ser o espaço principal, você não precisa fazer nada especial ao escrever uma BrAdministrivia/WikiPalavra que acesse uma página no Main. Os tropos traduzidos, no entanto, devem ser sempre referenciados com a especificação de qual espaço se está usando; geralmente será o espaço Br.

source: Because it's the ''only'' food his family can afford.
pt_br: porque é a ''única'' comida que a família dele pode comprar.

source: Because most authors [[WriteWhatYouKnow write about what they know]], creators of fictional works tend to set stories in their home city/province/country, making for well-developed, colorful settings.
pt_br: A maioria dos autores [[Br/EscrevaSobreOQueConhece escreve sobre aquilo que conhecem]], de modo que criadores de obras fictícias tendem a ambientar histórias em sua cidade/estado/país de origem, o que propicia um cenário bem desenvolvido e vivo.

source: Because no one likes being kept in the dark, they usually resolve negatively.
pt_br: Costumam ser resolvidos de maneira negativa porque ninguém gosta de ficar no escuro.

source: Because of the humor value in doing so, they're more likely than most characters to be a SpannerInTheWorks that stops a seemingly unstoppable plan, leaving viewers wondering if they were aware of what they were doing.
pt_br: Devido ao humor potencial, ele tem a maior chance de ser um ??? SpannerInTheWorks que interrompe um plano aparentemente imparável, o que deixa os espectadores se perguntando se o lunático sabia o que estava fazendo.

source: Because such beings are designed to make humans GoMadFromTheRevelation, often the purpose of the contract for the abomination barely makes sense to humans, but somehow this does benefit the abomination in ways [[BlueAndOrangeMorality that cannot be understood]], and will have damage that cannot be undone.
pt_br: Como tais seres são concebidos para fazer humanos Br/EnlouquecerComARevelacao, geralmente o propósito do contrato para a abominação nem sequer faz sentido para os humanos, mas de algum modo isso beneficia a abominação de maneiras [[Br/MoralidadeAzulELaranja que não podem ser compreendidas]] e causa dano que não pode ser desfeito.

source: Because the second ''Franchise/IndianaJones'' film was a prequel, audiences knew he would survive, and that he wouldn't get to keep the girl.
pt_br: O segundo filme de ''BrFranquia/IndianaJones'' foi uma prequência, e por isso o público já sabia que ele iria sobreviver e não ficaria com a garota.

source: Because trilogies often (but not always) comprise stories that are released apart from each other, the parts can also contain the three-act structure in themselves.
pt_br: As trilogias costumam (mas não sempre) compreender histórias que são lançadas espaçadamente entre si, e por isso as partes da trilogia podem, cada uma, conter a estrutura de três atos.

source: Before entering in her house, Doña Florinda mocks Don Ramón's grandma.
pt_br: Antes de entrar em sua casa, Dona Florinda zomba a avó do Seu Madruga.

source: Before the climax, the heroes actually all take the time to sew themselves significantly better ones under the Sphinx's tutelage.
pt_br: Antes do clímax, os heróis separam tempo para costurar pra si trajes bem melhores sob a orientação do Esfinge.

source: Before the timeline of the movie, Spooner attempted a heroic sacrifice while he and a 12-year-old girl (named Sarah) were trapped underwater after a car accident.
pt_br: Antes dos eventos do filme, Spooner tenta um sacrifício heroico quando ele e uma garota de 12 anos (chamada Sarah) ficam presos sob a água após um acidente de carro.

source: Before they can react, L shoots him.
pt_br: Antes que eles possam reagir, Laurel atira nele.

source: Being Ax-Crazy usually implies that almost the entire substructure of sanity is ''gone''[[/note]] ''and'' presents a clear and present danger to others.
pt_br: Ser doido de pedra implica que todo aspecto de sanidade ''sumiu''[[/note]] ''e'' representa perigo para outros.

source: Being raped or losing one's job or family as a fully formed adult is not a Freudian Excuse.'''
pt_br: Ser estuprado ou perder a família depois de adulto crescido não é uma desculpa freudiana.'''

source: Being the only one on the scene, and the only one strong enough, he ''must'' be responsible.
pt_br: Sendo ele o único na cena, e o único forte o suficiente, ele ''deve'' ser responsável.

source: Bergin keeps a loaded shotgun on a hidden rack under his office desk, as though he was expecting some hostile force to break into his police station and overrun the dozens of armed officers inside.
pt_br: Bergin possui uma escopeta carregada em uma gaveta oculta abaixo de sua mesa, como se ele esperasse que uma força hostil invadisse a delegacia de polícia e subjugasse as dezenas de policiais armados em seu interior.

source: Bergin muses how it's a hell of a coincidence that Spooner has just investigated the only case in the world involving a killer robot.
pt_br: Bergin pondera sobre como é uma coincidência e tanto que Spooner tenha investigado o único caso no mundo envolvendo um robô assassino.

source: BetterTheDevilYouKnow is a similar situation, where the utter defeat of one villain can lead to a completely different and ''greater'' evil taking over.
pt_br: Br/MelhorODiaboQueVoceConhece é uma situação similar, onde a derrota de um vilão pode fazer com que outro, diferente e ''mais malvado'', consiga o poder.

source: Beyond it.''\\ ''We're "Them." We're "They".''\\ ''We are the'' ''[[TitleDrop Men in Black]].'' * BavarianFireDrill: A favorite tactic of the MIB.
pt_br: Além dele.''\\ ''Nós somos "eles".''\\ ''Nós somos os [[Br/FalarONome Homens de Preto]].''

source: Beyond its [[CrapsaccharineWorld well-policed]] walls is unknown darkness.
pt_br: Além de seus muros [[Br/MundoLixosoAdocicado muito bem vigiados]] existem terras sombrias desconhecidas.

source: Bittersweet Endings can fall on either end of the SlidingScaleOfIdealismVersusCynicism.
pt_br: Finais Agridoces podem se encaixar em ambas as pontas da Br/EscalaMovelDeIdealismoVersusCinismo.

source: Blind devotion to AllCrimesAreEqual without the religious zealotry falls under LawfulStupid.
pt_br: Devoção cega a Br/TodosOsCrimesSaoIguais sem o zelo religioso se enquadra em Br/LealEEstupido.

source: Blue Raja is given a super wedgie by the Red-Eye gang; later he accidentally sits on one of his own forks ([[ThumbtackOnTheChair points up]]); Mr. Furious, trying to start his motorcycle, misses the kick starter and lands full force on his naughty bits (''[[GroinAttack "Testicles... rising!
pt_br: O Marajá recebe um cuecão dos Bandalhas, e depois ele acidentalmente se senta em um dos próprios garfos ([[Br/TachinhaNaCadeira apontando pra cima]]); Irado, ao tentar dar partida na motocicleta, erra a alavanca e cai com o peso do corpo sobre a própria zona reservada;

source: BodyHorror is a part of this, but this is not always BodyHorror.
pt_br: Br/HorrorCorporal é uma parte disso, mas isso nem sempre é Br/HorrorCorporal.

source: Both also have Earth nicknames, "Jack" and "Gracie." ** The fake names Kay makes up for himself and Jay while investigating the alien "Hi I'm Special Agent Mannheim/Dr. Leo Manville, this is Special Agent Black/Dr. White" * AdaptationalHeroism: In the films, Agents J, K, and Zed are heroes.
pt_br: * Br/HeroismoInduzidoPorAdaptacao: Nos filmes, os agentes J, K e Zed são heróis.

source: Both are major gun safety no-nos.
pt_br: Os dois casos definitivamente são um problema.

source: Both are presented in three episodes together, episodes which were remade at least ''four'' times.
pt_br: Ambas são apresentadas juntas em três episódios, episódios que foram refeitos muitas vezes.

source: Bottle episodes are often a chance for a slow, characterization-filled episode before[=/=]after a big special-effects-laden action episode.
pt_br: Episódios engarrafados costumam ser uma oportunidade para se ter um episódio lento e focado em caracterização de personagem antes ou depois de um episódio repleto de ação e efeitos especiais.

source: Bottle episodes often place a higher burden on the writers than a normal episode.
pt_br: Episódios engarrafados costumam aumentar o fardo nos escritores em relação a um episódio normal.

source: Bowler skirts the issue with her 'artifact of power'.
pt_br: A Boliche contorna o problema com seu "artefato de poder".

source: Brits may use MyLocal (pub) instead.
pt_br: Os ingleses podem usar o Br/MeuLocal (um pub) ao invés.

source: Business administrators and anyone else whose job it is to explain things to others (like a coach or a presenter) know the "KISS" method ("'''K'''eep '''I'''t '''S'''hort and '''S'''imple", or "'''K'''eep '''I'''t '''S'''imple, '''S'''tupid) because of the fear that if something is ''[[ViewersAreGeniuses too complex]]'' then no one will understand it, which is certainly true of TV plots.
pt_br: Administradores e qualquer outra pessoa cujo trabalho seja explicar coisas para outros (como um técnico ou um palestrante) conhecem o método "KISS"[[note]]''Keep It Short and Simple''; "Mantenha curto e simples"[[/note]] por causa do receio de que se algo é ''[[Br/EspectadoresSaoGenios muito complexo]]'' então ninguém vai compreender, o que certamente é verdade para as tramas televisivas.

source: But I'll tell you what I think.
pt_br: Mas vou dizer o que eu acho.

source: But Riobaldo justifies himself saying that, to tell any memory that way, it must be a thing of little value.
pt_br: Mas Riobaldo justifica-se: "Contar seguido, alinhado, só mesmo sendo as coisas de rasa importância".
